# Terminal
alacritty
tmux

# Editor
neovim
vim
xclip

# System tools
htop
man-db
wget
git
unzip
curl
npm

# Applications
discord
obsidian

# i3wm
i3-wm
i3blocks
i3status
autotiling
dmenu
rofi
xorg-xrandr
arandr
autorandr
dunst
pasystray
feh
picom

# Theming
lxappearance
otf-geist-mono-nerd

# Power
power-profiles-daemon

