# Terminal
alacritty
tmux

# Editor
neovim
vim

# Development
docker
docker-compose

# System tools
htop
man-db
wget
git
unzip
curl
npm
tree
fzf
fd
wl-clipboard
xclip
tldr
caligula

# Applications
discord
obsidian

# Theming
lxappearance
otf-geist-mono-nerd
